Repository: Fred78290/caker
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Remove service
fr: Supprimer le service

source: Remove the least recently used entries that do not fit the specified space size budget n, expressed in gigabytes
fr: Supprime les entrées les moins récemment utilisées qui ne correspondent pas au budget de taille d'espace spécifié n, exprimé en gigaoctets

source: Rename a local VM
fr: Renommer une VM locale

source: Rename options
fr: Options de renommage

source: request denied
fr: requête refusée

source: Request stop
fr: Demander l’arrêt

source: Request Stop
fr: Demander l'arrêt

source: Request to stop
fr: Demander l’arrêt

source: Request to stop virtual machine
fr: Demander l’arrêt de la machine virtuelle

source: requires --gateway to be specified
fr: exige que --gateway soit spécifié

source: Requires restarting Caker to take affect.
fr: Nécessite un redémarrage de Caker pour prendre effet.

source: Reset mac address
fr: Réinitialiser l'adresse mac

source: Restart
fr: Redémarrer

source: Restart named network.
fr: Redémarrer le réseau nommé.

source: Restart virtual machine
fr: Redémarrer la machine virtuelle

source: Restart VM(s)
fr: Redémarrer VM(s)

source: restarting
fr: redémarrage

source: Restarts virtual machine
fr: Redémarrer la machine virtuelle

source: Resume
fr: Reprendre

source: Resume virtual machine
fr: Reprendre la machine virtuelle

source: Resumes virtual machine
fr: Reprise de la machine virtuelle

source: Return certificates path
fr: Retourne le chemin des certificats

source: Root certificate file not found: %@
fr: Fichier de certificat racine introuvable : %@

source: Run a shell on a VM
fr: Exécuter un shell dans une VM

source: Run detached
fr: Démarre en mode externe

source: Run hosted
fr: Démarre en mode interne

source: Run internal VMNet network device
fr: Lancer le périphérique réseau interne VMNet

source: Run VM
fr: Lancer la VM

source: running
fr: en cours d'exécution

source: Save
fr: Enregistrer

source: Save As...
fr: Enregistrer sous...

source: save pid to PIDFILE
fr: enregistrer le pid dans le PIDFILE

source: Save VM screenshots
fr: Enregistrer les captures d'écran de la VM

source: Screen size
fr: Taille de l'écran

source: See '%@ <subcommand>' for detailed help.
fr: Voir ‘%@ <sous-commande>’ pour une aide détaillée.

source: Select
fr: Choisir

source: Select a disk image
fr: Choisir une image disque

source: Select a template
fr: Choisir un modèle

source: Select data file
fr: Choisir un fichier de données

source: Select image
fr: Choisir une image

source: Select remote sources
fr: Choisir une source distante

source: Select socket file
fr: Choisir un fichier socket

source: Send clipboard data to VM on VNC view
fr: Envoyer les données du presse-papiers à la VM en vue VNC

source: Service endpoint
fr: Point de terminaison du service

source: Service is busy
fr: Le service est occupé

source: Set DHCP lease duration.
fr: Définir la durée du bail DHCP.

source: Set the VM screen size.
fr: Définir la taille de l'écran de la VM.

source: setsockopt(SO_RCVBUF) returned %d
fr: setsockopt(SO_RCVBUF) a renvoyé %d

source: setsockopt(SO_SNDBUF) returned %d, %@
fr: La fonction setsockopt(SO_SNDBUF) retourne %d, %@

source: Settings
fr: Réglages

source: Setup incomplete
fr: Configuration incomplète

source: Shared file descriptors are not supported, use caked launch instead
fr: Les descripteurs de fichiers partagés ne sont pas pris en charge, utilisez plutôt le lancement caked

source: Shared file descriptors are not supported, use launch instead
fr: Les descripteurs de fichiers partagés ne sont pas pris en charge, utilisez plutôt la commande launch

source: Shared network
fr: Réseau partagé

source: Sharing
fr: Partage

source: Shell options
fr: Options de Shell

source: Show Caker
fr: Afficher Caker

source: Show cursor
fr: Afficher le curseur

source: Show dock icon
fr: Afficher l’icône dans le dock

source: Show help information.
fr: Afficher les informations d'aide.

source: Show menu bar icon
fr: Afficher l'icône de la barre de menus

source: Show the main window.
fr: Afficher la fenêtre principale.

source: Show the version.
fr: Affiche la version.

source: Show useful information about images
fr: Afficher des informations utiles sur les images

source: Show/Hide host cursor in VM view
fr: Afficher/Masquer le curseur de l'hôte dans la vue VM

source: Shutdown VM on window close
fr: Arrêter la VM à la fermeture de la fenêtre

source: Skip validation of the registry's credentials before logging-in
fr: Ignorer la validation des identifiants du registre avant de se connecter

source: Socket device not found on port:%lld
fr: Périphérique de socket introuvable sur le port :%lld

source: socket disconnect
fr: Déconnexion du socket

source: Socket error: %d
fr: Erreur de socket : %d

source: Socket file already exists at %@
fr: Le fichier socket existe déjà à %@

source: socket group name
fr: nom du groupe de sockets

source: Socket mode
fr: Mode des sockets

source: socket path
fr: chemin du socket

source: socket path must be defined
fr: le chemin du socket doit être défini

source: socket recv error
fr: Erreur sur le socket recv

# socket_help
source: The socket option allows to create a virtio socket between the guest and the host. the port number to use for the connection must be greater than 1023. The mode is as follows: - bind: creates a socket file on the host and listens for connections eg. bind://vsock:1234/tmp/unix_socket. The VM must listen the vsock port number. - connect: uses an existing socket file on the host, eg. connect://vsock:1234/tmp/unix_socket. The VM must connect on vsock port number. - tcp: listen TCP on address. The VM must listen on the same port number, eg. tcp://127.0.0.1:1234, tcp://[::1]:1234. - udp: listen UDP on address. The VM must listen on the same port number, eg. udp://127.0.0.1:1234, udp://[::1]:1234 - fd: use file descriptor. The VM must connect on the same port number, eg. fd://24:1234, fd://24,25:1234. 24 = file descriptor for read or read/write if alone, 25 = file descriptor for write. not supported with cakectl and with command build
fr: L'option socket permet de créer un socket virtio entre la machine virtuelle et l'hôte. Le numéro de port utilisé pour la connexion doit être supérieur à 1023. Les modes sont les suivants : - bind : crée un fichier socket sur l'hôte et écoute les connexions par exemple : bind://vsock:1234/tmp/unix_socket. La machine virtuelle doit écouter sur le port vsock. - connect : utilise un fichier socket existant sur l'hôte, par exemple : connect://vsock:1234/tmp/unix_socket. La machine virtuelle doit se connecter sur le port vsock. - tcp : écoute TCP sur l'adresse. La machine virtuelle doit écouter sur le même port, par exemple : tcp://127.0.0.1:1234, tcp://[::1]:1234. - udp : écoute UDP sur l'adresse. La machine virtuelle doit écouter sur le même port, par exemple : udp://127.0.0.1:1234, udp://[::1]:1234 - fd : utiliser un descripteur de fichier. La machine virtuelle doit se connecter sur le même numéro de port, ex. : fd://24:1234, fd://24,25:1234. 24 = descripteur de fichier pour la lecture ou la lecture/écriture s'il est seul ; 25 = descripteur de fichier pour l'écriture. Non pris en charge avec cakectl et la commande build.

source: socket_vmnet not found in path
fr: socket_vmnet introuvable dans le chemin d'accès

source: Some cert files not provided
fr: Certains fichiers de certificats non fournis

source: some socket error
fr: une erreur de socket

source: some socket timeout
fr: un certain délai d'expiration du socket

source: source VM %@ is running
fr: la VM source %@ est en cours d'exécution

source: Source vm is running or paused
fr: La VM source est en cours d'exécution ou en pause

source: Source VM name
fr: Nom de la VM source

source: Source vm not found
fr: VM source introuvable

source: specify one of --password-stdin or --password not both
fr: spécifiez --password-stdin ou --password pas les deux

source: SSH key problem
fr: Problème de clé SSH

source: SSH Public key
fr: Clé publique SSH

source: SSH server not responding
fr: Le serveur SSH ne répond pas

source: SSH with password
fr: SSH avec mot de passe

source: Start
fr: Démarrer

source: Start a VNC client for a running VM
fr: Lancer un client VNC pour une VM en cours d'exécution

source: Start an existing VM
fr: Démarrer une VM existante

source: Start caked daemon
fr: Démarrer le démon caked

source: Start grand central dispatch
fr: Lancer l'expédition grande centrale

source: Start named network
fr: Démarrer le réseau nommé

source: Start network
fr: Démarrer le réseau

source: Start network failed
fr: Échec de démarrage du réseau

source: Start service
fr: Démarrer le service

source: Start the Grand Central Dispatch
fr: Lancer l’expédition Grand Central

source: Start virtual machine
fr: Démarrer la machine virtuelle

source: starting
fr: démarrage

source: Stop
fr: Arrêter

source: Stop all VM
fr: Arrêter toutes les VM

source: Stop caked daemon
fr: Arrêter le démon caked

source: Stop named network
fr: Arrêter le réseau nommé

source: Stop network
fr: Arrêter le réseau

source: Stop network failed
fr: L'arrêt du réseau a échoué

source: Stop options
fr: Options de stop

source: Stop service
fr: Arrêter le service

source: Stop virtual machine
fr: Arrêter la machine virtuelle

source: Stop VM(s)
fr: Arrêter VM(s)

source: stopped
fr: arrêté

source: Subcommands
fr: Sous-commandes

source: Subnet mask
fr: Masque de sous-réseau

source: Success
fr: Succès

source: sudo not found in path
fr: sudo introuvable dans le chemin

source: Support autoinstall mecanism from iso image
fr: Prise en charge du mécanisme d'installation automatique à partir de l'image ISO

source: Suspend
fr: Suspendre

source: Suspend VM(s)
fr: Suspendre VM(s)

source: suspended
fr: suspendu

source: suspending
fr: en cours de suspension

source: Suspends virtual machine
fr: Suspendre la machine virtuelle

source: Target vm already exists
fr: La VM cible existe déjà

source: Tell if the user admin allow password for ssh
fr: Dire si l'administrateur autorise le mot de passe pour ssh

source: Tell if the VM must be start at boot
fr: Dire si la VM doit être démarrée au démarrage

source: Tell the status of caked daemon
fr: Retourne le status du démon caked

source: Tell to stop caked daemon
fr: Demande l'arrêt du démon en cakes

source: template %@ already exists
fr: le modèle %@ existe déjà

source: Template %@ is running
fr: Le modèle %@ est en cours d'exécution

source: Template %@ not found
fr: Modèle %@ introuvable

source: template created
fr: modèle créé

source: Template name
fr: Nom du modèle

source: Terminate Caker and stop all running VMs.
fr: Terminez Caker et arrêtez toutes les VM en cours d'exécution.

source: The IPv6 prefix to use with shared mode
fr: Le préfixe IPv6 à utiliser avec le mode partagé

source: The main existing group for the user
fr: Le groupe principal existant pour l'utilisateur

source: The name for network
fr: Le nom du réseau

source: The name of the virtual machine to create.
fr: Le nom de la machine virtuelle à créer.

source: The name virtual machine to convert from or absolute path to the directory containing the VMs.
fr: Le nom de la machine virtuelle à convertir depuis ou le chemin absolu vers le répertoire contenant les machines virtuelles.

source: the new file size %@ is lesser than the current disk size of %@
fr: la nouvelle taille de fichier %@ est inférieure à la taille de disque actuelle de %@

# The option '%@' does not take any value, but '%@' was specified.
source: The option '%1$@' does not take any value, but '%2$@' was specified.
fr: L'option '%1$@’ ne prend aucune valeur, mais ‘%2$@’ a été spécifiée.

source: The other existing group for the user
fr: L'autre groupe existant pour l'utilisateur

source: The provided path is not a directory or a .vmx file.
fr: Le chemin fourni n'est pas un répertoire ou un fichier .vmx.

source: The provided path is not a directory. Please provide a valid Virtual Machines directory.
fr: Le chemin fourni n'est pas un répertoire. Veuillez fournir un répertoire de machines virtuelles valide.

source: The socket path is too long
fr: Le chemin du socket est trop long

source: The unix socket is too long
fr: Le socket unix est trop long

source: The user password for login
fr: Le mot de passe de l'utilisateur pour la connexion

source: The user password for login, none by default
fr: Le mot de passe utilisateur pour la connexion, aucun par défaut

source: The user to use for the VM
fr: L'utilisateur à utiliser pour la VM

source: The VM is already running
fr: La VM est déjà en cours d'exécution

source: This command is used retrieve the default nat network address
fr: Cette commande est utilisée pour récupérer l'adresse réseau nat par défaut

source: This command is used retrieve the network device information
fr: Cette commande est utilisée pour récupérer les informations du périphérique réseau

source: This command is used to restart the VMNet network device.
fr: Cette commande est utilisée pour redémarrer le périphérique réseau VMNet.

source: This command is used to set the dhcp lease
fr: Cette commande est utilisée pour définir le bail dhcp

source: This command must be run as root not as user %u
fr: Cette commande doit être exécutée en tant que root et non en tant qu'utilisateur %u

source: This option allow display window of running vm or vnc server
fr: Cette option permet d'afficher la fenêtre du serveur VM ou VNC en cours d'exécution

source: This option allow display window of running vm to debug it
fr: Cette option permet d'afficher la fenêtre de la VM en cours d'exécution pour le déboguer

source: This option allow mode to connect to a running service
fr: Cette option permet au mode de se connecter à un service en cours d'exécution

source: This option allow mode to connect to a VMRun service endpoint
fr: Cette option permet au mode de se connecter à un point de terminaison de service VMRun

source: This option allow run vm in service mode
fr: Cette option permet d'exécuter la VM en mode service

source: This option allow run vnc server with custom port
fr: Cette option permet d'exécuter le serveur VNC avec un port personnalisé

source: This option allow run vnc server with password
fr: Cette option permet d'exécuter le serveur VNC avec le mot de passe

source: This option allows starting the MacOS VM in recovery mode
fr: Cette option permet de démarrer la machine virtuelle MacOS en mode de récupération

source: This option allows to protect the service endpoint with a password
fr: Cette option permet de protéger l’accès au service par un mot de passe

source: This option is supported on linux platforms only
fr: Cette option n'est supportée que sur les plates-formes Linux

source: This option specify image source when image url is http but not raw
fr: Cette option spécifie la source de l'image lorsque l'URL de l'image est HTTP mais pas RAW

source: This option tell that vm run from service
fr: Cette option indique que la VM s'exécute à partir du service

source: Timeout
fr: Délai dépassé

source: TLS certificate file not found: %@
fr: Fichier de certificat TLS introuvable : %@

source: TLS key file not found: %@
fr: Fichier de clé TLS introuvable : %@

source: To many packets
fr: Trop de paquets

source: Trace vnc traffic
fr: Trace du trafic VNC

source: Umount options
fr: Options de montage

source: Unable to configure network
fr: Impossible de configurer le réseau

source: Unable to configure physical network %@
fr: Impossible de configurer le réseau physique %@

source: Unable to convert PEM to data
fr: Impossible de convertir le PEM en données

source: Unable to create CGEvent for %u
fr: Impossible de créer l'événement pour %u

source: unable to create NSEvent
fr: impossible de créer NSEvent

source: Unable to create SCPreferences
fr: Impossible de créer préférences de sécurité

source: unable to create socket with exit code %@
fr: impossible de créer le socket avec le code de sortie %@

source: Unable to delete physical network %@
fr: Impossible de supprimer le réseau physique %@

source: Unable to delete running network %@
fr: Impossible de supprimer le réseau en cours d'exécution %@

source: Unable to find virtual machine: %@
fr: Impossible de trouver la machine virtuelle : %@

source: Unable to get IP for VM %@
fr: Impossible d'obtenir l'IP pour la VM %@

source: Unable to get MAC address for VM %@
fr: Impossible d'obtenir l'adresse MAC pour la VM %@

source: unable to get remote cakeagent
fr: impossible d'obtenir un cakeagent à distance

source: Unable to get URL for %@
fr: Impossible d'obtenir l'URL pour %@

source: Unable to init VNKeyMapper: no keyboard
fr: Impossible d'initialiser le mapper de clavier : aucun clavier

source: Unable to init VNKeyMapper: no keyboard layout data
fr: Impossible d'initialiser le mapping de clavier : aucune donnée de mise en page du clavier

source: Unable to load SCPreferences
fr: Impossible de charger préférences de sécurité

source: Unable to load virtual machine
fr: Impossible de charger la machine virtuelle

source: Unable to load virtual machine %@
fr: Impossible de charger la machine virtuelle %@

source: uncached
fr: sans cache

source: Undefined image source
fr: Source d'image indéfinie

source: Unexpected argument '%@'
fr: Argument inattendu ‘%@’

source: Unexpected error: %@, %@
fr: Erreur inattendue : %@, %@

source: Unexpected reply from VMRunService
fr: Réponse inattendue du service VMRunService

source: Unimplemented
fr: Non implémenté

source: Unix domain socket
fr: Socket de domaine Unix

source: Unix domain socket name is too long
fr: Le nom du socket de domaine Unix est trop long

source: Unix socket address
fr: Adresse du socket Unix

source: Unknow error
fr: Erreur inconnue

source: unknown
fr: inconnu

source: Unknown command %lld
fr: Commande inconnue %lld

source: Unknown option '%@'
fr: Option inconnue ‘%@’

# Unknown option '%@'. Did you mean '%@'?
source: Unknown option '%1$@'. Did you mean '%2$@'?
fr: Option inconnue ‘%1$@’. Vouliez-vous dire «%2$@» ?

source: Unmount a directory share from a VM
fr: Démonter un partage de répertoire d'une VM

source: unrecognized: %lld
fr: non reconnu : %lld

source: Unspecified version
fr: Version non spécifiée

source: unsupported address scheme: %@
fr: schéma d'adresse non pris en charge : %@

source: Unsupported architecture
fr: Architecture non supportée

source: Unsupported console URL %@
fr: URL de console %@ non supportée

source: Unsupported disk image caching mode: "%@"
fr: Mode de mise en cache d'images disque non pris en charge : "%@"

source: Unsupported disk image synchronization mode: "%@"
fr: Mode de synchronisation d'image disque non pris en charge : "%@"

source: Unsupported disk synchronization mode: "%@"
fr: Mode de synchronisation disque non pris en charge : "%@"

source: Unsupported hardware model
fr: Modèle matériel non supporté

source: Unsupported image type
fr: Type d'image non supporté

source: unsupported image url: %@
fr: url de l'image non prise en charge : %@

source: unsupported listening address scheme: %@
fr: schéma d'adresse d'écoute non pris en charge : %@

source: Unsupported pixel format
fr: Format de pixel non supporté

source: Unsupported plateform
fr: Plateforme non supportée

source: Unsupported restore image
fr: Restauration d'image non supportée

source: Unsupported scheme
fr: Schéma non supporté

source: unsupported socket declaration: "%@"
fr: déclaration de socket non prise en charge : "%@"

source: unsupported socket mode: "%@"
fr: mode socket non pris en charge : "%@"

source: Unsupported URL
fr: URL non supportée

source: Unsupported URL scheme
fr: Schéma d'URL non supporté

source: unsupported url: %@
fr: url non supportée : %@

source: Update agent
fr: Mise à jour de l'agent

source: URL to the serial console (e.g. --console=unix, --console=file, or --console="fd://0,1" or --console="unix:/tmp/serial.sock")
fr: URL vers la console série (par exemple --console=unix, --console=file, ou --console="fd://0,1" ou --console="unix:/tmp/serial.sock")

source: Usage: %@
fr: Utilisation: %@

source: USAGE: %@
fr: UTILISATION: %@

source: Use file descriptor for VMNet
fr: Utiliser le descripteur de fichier pour VMNet

source: Use ifnames for network interfaces instead of eth0, eth1, etc. This is the default on most modern Linux distributions.
fr: Utiliser ifnames pour les interfaces réseau au lieu de eth0, eth1, etc. C'est la valeur par défaut pour la plupart des distributions Linux modernes.

source: Use inet socket
fr: Utiliser un socket tcp

source: Use network ifnames
fr: Utiliser les noms de réseau unifiés

source: Use socket-vmnet for network
fr: Utiliser socket-vmnet pour le réseau

source: Used by
fr: Utilisé par

source: Useful for running a VM that can be suspended via suspend command.
fr: Utile pour exécuter une VM qui peut être suspendue via la commande suspendue.

source: User data
fr: Données utilisateur

source: User name
fr: Nom de l'utilisateur

source: User: %@
fr: Utilisateur : %@

source: Username
fr: Nom d'utilisateur

source: Using this argument tell caked to act as system agent, which means it will run as a daemon. This option is useful when you want to run caked as a launchd service
fr: En utilisant cet argument, dites à caked d'agir en tant qu'agent système, ce qui signifie qu'il s'exécutera en tant que démon. Cette option est utile lorsque vous voulez exécuter caked en tant que service de lancement

source: utimes(2) failed: %@
fr: utimes(2) a échoué : %@

source: valid netmask is required for host/shared mode when gateway is specified
fr: un masque réseau valide est requis pour le mode hôte/partagé lorsque la passerelle est spécifiée

source: value is like host:guest/(tcp|udp|both)
fr: la valeur est comme host:guest/(tcp|udp|deux)

source: Value to be set with %@ had already been set with %@
fr: La valeur à définir %1$@ avait déjà été définie avec %2$@

source: values: %@
fr: valeurs : %@

source: Virtual machine is remote
fr: La machine virtuelle est distante

source: Virtual machine name
fr: Nom de machine virtuelle

source: Virtual machine not loaded
fr: La machine virtuelle n'est pas chargée

source: Virtual machines
fr: Machines virtuelles

source: Virtual sockets
fr: Sockets virtuels

source: VM "%@" exited with code %d
fr: La VM "%@" a quitté avec le code %d

source: VM %@ already exists
fr: La VM %@ existe déjà

source: VM %@ does not have a VNC connection
fr: La VM %@ n'a pas de connexion VNC

source: VM %@ is not running
fr: La VM %@ n'est pas en cours d'exécution

source: VM %@ is running
fr: La VM %@ est en cours d'exécution

source: VM already exists
fr: VM existe déjà

source: VM at %@ does not exist
fr: La VM à %@ n'existe pas

source: VM at %@ is already running
fr: La VM à %@ est déjà en cours d'exécution

source: VM created
fr: VM créée

source: VM deleted
fr: VM supprimée

source: VM Display mode
fr: Mode d'affichage de la VM

source: VM duplicated
fr: VM dupliquée

source: VM imported successfully
fr: VM importée avec succès

source: VM is not correctly inited, missing files: (%@, %@ or %@)
fr: La VM n'est pas correctement initialisée, fichiers manquants : (%@, %@ ou %@)

source: VM is not running
fr: La VM n'est pas en cours d'exécution

source: VM is paused
fr: VM en pause

source: VM is pausing
fr: Mise en pause de la VM

source: VM is restoring
fr: VM en cours de restauration

source: VM is resuming
fr: VM en cours de reprise

source: VM is running
fr: La VM est en cours d'exécution

source: VM is running, please stop it before resizing the disk
fr: La VM est en cours d'exécution, veuillez l'arrêter avant de redimensionner le disque

source: VM is saving
fr: VM en cours de sauvegarde

source: VM is starting
fr: VM en cours de démarrage

source: VM is stopped
fr: VM arrêtée

source: VM is stopping
fr: VM en cours d’arrêt
